// #1. Подсчет очков Представьте, что вы играете в какую-нибудь игру
// со своими друзьями и вам нужно вести счет. Создайте для этого объект и
// назовите его scores. Пусть ключами будут имена ваших друзей, а значениями —
// набранные ими очки (0 или больше). Счет игроков надо будет увеличивать по мере того,
// как они зарабатывают новые очки. Как вы будете менять счет игрока, хранящийся в объекте scores?

var scores = [];
scores.pavel = 0;
scores.jonny = 0;
scores.anton = 0;

scores.pavel += 10;
scores.jonny += 20;
scores.anton += 30;

scores;

